<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
1. 대전 타이어쇼핑몰 쇼핑몰 에서 판매하는 타이어는 믿어도 되나요?
대전 타이어쇼핑몰에서 판매중인 모든 타이어는 국내 정식 유통된 제품으로서 6개월 ~ 1년 이내 제조된 타이어를 판매 합니다.
또한 정품타이어가 아닌 경우 200% 보상하며, 공정거래위원회 고시 소비자 분쟁 해결 기준에 의거교환 또는 보상을 받을 수 있습니다.
AS 문의는 대전 타이어쇼핑몰 고객센터 010-5125-8008 또는 해당 수입/제조사 고객센터로 문의하시기 바랍니다.

2. 타이어 배송 기간 과 당일 장착은 가능하나요?
타이어 택배 는 보통 제품준비 에서 배송 까지 2~3일 정도 소요 되며 도서 산간 지역은 6일 이내 배송됩니다.
당일장착 서비스는 대전 타이어쇼핑몰 당일장착점 에서만 가능하며 제휴 장착점을 이용시 당일장착 은 불가능 합니다.

3. 타이어 제조일자는 어떻게 확인 하나요?
타이어 옆면에 표시되어 있는 DOT 4자리 숫자를 확인하시면 됩니다. - (예) 2019 - 19년 20주 생산분 입니다.
대전 타이어쇼핑몰 쇼핑몰에서 판매하는 타이어는 국내제조사 6개월이내, 수입제조사 1년이내 제품으로 판매중 입니다.
</body>
</html>