<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
1. 타이어 구매 예약 후 타이어 장착은 어떻게 하나요 ?
예약 하신 타이어는 타이어쇼핑몰 직영점 에서 당일 장착이 가능하며 별도의 공임이 발생합니다.
타이어 선택 후 원하시는 장착일을 선택하시고 지정한 날짜에 방문 후 장착하시면 됩니다. 당일 장착점 보기

2. 타이어 장착은 원하는 시간에 가능한가요 ?
장착일 지정 후 예약 완료 시 해피콜을 드리며 통화 후 원하시는 시간을 예약하시면 가능합니다.
단, 간혹 작업이 밀리는 시간이 있으니 방문 후 기다리는 시간이 발생할 수 있으니 이전 양해 부탁드립니다.

3. 타이어 비용 및 장착비용 결제는 어떻게 하나요 ?
타이어를 예약 후 타이어쇼핑몰 직영점 으로 방문하시어 장착 완료 후 현장에서 결제 해주시면 됩니다.
단, 타이어비용 이외에 장착비용이 발생하며 표준 공임표를 참조해주세요. 표준 공임표 보기
</body>
</html>